[{
  "_id": "615edcd7d651b5330a8f0d68",
  "TitlePost": "Emilia Clarke",
  "TextForPost": "Emilia Isobel Euphemia Rose Clarke (born 23 October 1986) is an English actress. She studied at the Drama Centre London, appearing in a number of stage productions. Her television debut was a guest appearance in the BBC One medical soap opera Doctors in 2009. The following year, she was named as one of the \"UK Stars of Tomorrow\" by Screen International magazine for her role in the TV film Triassic Attack (2010). Clarke had her breakthrough role as Daenerys Targaryen in the HBO epic fantasy television series Game of Thrones (2011–2019). The role garnered her international recognition and several accolades, including four Emmy Award nominations.",
  "Image": "https://see.news/wp-content/uploads/2021/04/rts8haa.jpg",
  "Likes": 105
},{
  "_id": "615edd28d651b5330a8f0d69",
  "TitlePost": "Johnny Depp",
  "TextForPost": "John Christopher Depp II (born June 9, 1963) is an American actor, producer, and musician. He is the recipient of various accolades, including a Golden Globe Award and a Screen Actors Guild Award, in addition to nominations for three Academy Awards and two British Academy Film Awards.  Depp made his debut in the horror film A Nightmare on Elm Street (1984), before rising to prominence as a teen idol on the television series 21 Jump Street (1987–1990). In the 1990s, Depp acted mostly in independent films, often playing eccentric characters. These included What's Eating Gilbert Grape (1993), Benny and Joon (1993), Dead Man (1995), Donnie Brasco (1997) and Fear and Loathing in Las Vegas (1998). Depp also began collaborating with director Tim Burton, starring in Edward Scissorhands (1990), Ed Wood (1994) and Sleepy Hollow (1999).",
  "Image": "https://st.depositphotos.com/1814084/5074/i/600/depositphotos_50742529-stock-photo-johnny-depp.jpg",
  "Likes": 100
},{
  "_id": "615edd6ed651b5330a8f0d71",
  "TitlePost": "Sebastian Stan",
  "TextForPost": "Sebastian Stan (born August 13, 1982) is a Romanian-American actor.[1] Stan gained wide recognition for his role as Bucky Barnes / Winter Soldier in the Marvel Cinematic Universe, beginning with 2011's Captain America: The First Avenger. He later returned in Captain America: The Winter Soldier (2014), and went on to star in Ant-Man (2015), Captain America: Civil War (2016), Black Panther (2018), Avengers: Infinity War (2018), Avengers: Endgame (2019) and The Falcon and the Winter Soldier (2021).  On television, he has played Carter Baizen in Gossip Girl, Prince Jack Benjamin in Kings, Jefferson in Once Upon a Time, and T.J. Hammond in Political Animals. The latter earned him a nomination for the Critics' Choice Television Award for Best Supporting Actor in a Movie/Miniseries. In films, he co-starred in Jonathan Demme's comedy-drama Ricki and the Flash and Ridley Scott's science fiction film The Martian. In 2017, he portrayed Jeff Gillooly in the biopic I, Tonya.",
  "Image": "https://www.mensjournal.com/wp-content/uploads/2019/08/sebastian-stan.jpg?w=900&h=506&crop=1&quality=86&strip=all",
  "Likes": 170
}]